[
    {
        "model": "main_app.college",
        "pk": 1,
        "fields": {
            "clg_name": "Liberty Technical College",
            "clg_u_name": "libertytechnical",
            "desc": "Proin ullamcorper velit et diam venenatis tristique. Ut ut convallis justo. Morbi mattis ut arcu vitae scelerisque. Sed ultrices nulla tortor, et consequat neque tempor quis. Aenean ullamcorper rhoncus nisl. Sed vitae hendrerit risus, in ornare ligula. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Proin ac tincidunt tortor.",
            "clg_pic": "college_list/home_pics/default.jpeg"
        }
    },
    {
        "model": "main_app.college",
        "pk": 2,
        "fields": {
            "clg_name": "River Valley College",
            "clg_u_name": "rivervalley",
            "desc": "Nam consequat arcu sed odio molestie sagittis. In non neque nec dui mollis mattis. Donec aliquet venenatis nulla a sollicitudin. Phasellus erat libero, suscipit a odio sed, elementum rutrum sapien. Sed dictum quam pulvinar est faucibus, nec tincidunt velit condimentum. Pellentesque lobortis a orci nec efficitur. Phasellus volutpat orci at nisi volutpat, at ullamcorper lorem consectetur. In sagittis sed turpis a mollis.",
            "clg_pic": "college_list/home_pics/default.jpeg"
        }
    },
    {
        "model": "main_app.college",
        "pk": 3,
        "fields": {
            "clg_name": "Lakeside School of Fine Arts",
            "clg_u_name": "lakeside",
            "desc": "Sed ligula ex, maximus nec viverra vitae, suscipit et ante. In interdum risus urna, at dignissim ligula accumsan rhoncus. Vivamus laoreet luctus bibendum. Nunc porta venenatis elit, ac porta est ultricies nec. Ut urna urna, posuere nec semper vitae, faucibus nec nisi. In viverra mauris a lectus ultrices placerat. Vestibulum consectetur et ipsum a laoreet.",
            "clg_pic": "college_list/home_pics/default.jpeg"
        }
    },
    {
        "model": "main_app.college",
        "pk": 4,
        "fields": {
            "clg_name": "Paradise Institute",
            "clg_u_name": "paradiseinstitute",
            "desc": "Duis orci risus, ornare id risus nec, pretium consequat ipsum. Nullam congue est at ligula condimentum, ac accumsan nunc elementum. Maecenas nisl augue, faucibus eget erat nec, auctor hendrerit augue. Donec lobortis urna et risus finibus aliquam. In vitae felis ultricies, tempor orci et, iaculis felis. Nam vel mi vel est semper venenatis quis sed nulla.",
            "clg_pic": "college_list/home_pics/default.jpeg"
        }
    },
    {
        "model": "main_app.college",
        "pk": 5,
        "fields": {
            "clg_name": "Meadows Ridge Kindergarten",
            "clg_u_name": "meadowsridge",
            "desc": "Mauris non ligula ac metus egestas semper eget et dui. Aliquam in mi luctus enim euismod malesuada. In augue risus, interdum ut iaculis in, ullamcorper vitae libero. Mauris quis lectus urna. Aliquam eros dui, egestas vitae elit vel, dignissim tempor enim. Vivamus vitae elementum urna, eget gravida mauris. Praesent quis tristique justo.",
            "clg_pic": "college_list/home_pics/university-4.jpeg"
        }
    }
]